Repository: scastiel/kado
Catalog: Kado/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: , has note
fr: , a une note

source: %@ doesn't accept that kind of value.
fr: %@ n'accepte pas ce type de valeur.

source: %@ is a yes/no habit — say "Complete %@" instead.
fr: %1$@ est une habitude oui/non — dis plutôt « Valide %2$@ ».

source: %@ isn't in Kadō — open the app to set it up first.
fr: %@ n'est pas dans Kadō — ouvre l'app pour la configurer.

source: %@ needs a value — opening Kadō.
fr: %@ a besoin d'une valeur — j'ouvre Kadō.

# %@, counter, target %lld
source: %1$@, counter, target %2$lld
fr: %1$@, compteur, objectif %2$lld

# %@, score %lld percent
source: %1$@, score %2$lld percent
fr: %1$@, score %2$lld pour cent

# %@, streak %lld, score %lld percent
source: %1$@, streak %2$lld, score %3$lld percent
fr: %1$@, série %2$lld, score %3$lld pour cent

# %@, timer, target %@
source: %1$@, timer, target %2$@
fr: %1$@, minuteur, objectif %2$@

source: %@: %lld-day streak, score %lld%%. Not done today yet.
fr: %1$@ : série de %2$lld jours, score %3$lld %%. Pas encore fait aujourd'hui.

source: %@: %lld-day streak, score %lld%%. Today is done.
fr: %1$@ : série de %2$lld jours, score %3$lld %%. Fait aujourd'hui.

source: %@: no active streak. Score %lld%%.
fr: %1$@ : pas de série en cours. Score %2$lld %%.

# %lld (%lld new, %lld updated)
source: %1$lld (%2$lld new, %3$lld updated)
fr: %1$lld (%2$lld nouveaux, %3$lld modifiés)

# %lld / %lld done
source: %1$lld / %2$lld done
fr: %1$lld / %2$lld faites

# %lld / best %lld
source: %1$lld / best %2$lld
fr: %1$lld / meilleure %2$lld

source: %lld days ago
fr: il y a %lld jours

source: %lld days each week
fr: %lld jours chaque semaine

source: %lld days per week
fr: %lld jours par semaine

# %lld of %lld
source: %1$lld of %2$lld
fr: %1$lld sur %2$lld

# %lld of %lld done today
source: %1$lld of %2$lld done today
fr: %1$lld sur %2$lld faites aujourd'hui

# %lld of %lld habits done today
source: %1$lld of %2$lld habits done today
fr: %1$lld habitudes sur %2$lld faites aujourd'hui

# %lld of %lld min
source: %1$lld of %2$lld min
fr: %1$lld sur %2$lld min

# %lld of %lld minutes
source: %1$lld of %2$lld minutes
fr: %1$lld sur %2$lld minutes

source: %lld%% complete
fr: %lld %% accompli

source: %lldd
fr: %lldj

source: +5m
fr: +5 min

source: A few times a week
fr: Quelques fois par semaine

source: About this score
fr: À propos de ce score

source: Add 5 minutes
fr: Ajouter 5 minutes

source: Add a note...
fr: Ajouter une note…

source: All done
fr: Tout est fait

source: Appearance
fr: Apparence

source: Archive
fr: Archiver

source: Archive this habit?
fr: Archiver cette habitude ?

source: Archived
fr: Archivée

source: Archived habits stop appearing on Today but keep their history.
fr: Les habitudes archivées disparaissent de l'onglet Aujourd'hui mais gardent leur historique.

source: Avoid
fr: À éviter

source: Cancel
fr: Annuler

source: Checking iCloud…
fr: Vérification iCloud…

source: Clear
fr: Effacer

source: Come back tomorrow, or check your habit detail to log a past day.
fr: Reviens demain, ou consulte le détail d'une habitude pour noter un jour passé.

source: Complete
fr: Terminer

source: Complete Habit
fr: Valider une habitude

source: completed
fr: fait

source: Completed
fr: Fait

source: Completions
fr: Complétions

source: Couldn't read file
fr: Fichier illisible

source: Counter
fr: Compteur

source: Counter · target %lld
fr: Compteur · objectif %lld

source: Counter habits: the count. Timer habits: minutes.
fr: Habitudes compteur : le nombre. Habitudes minuteur : les minutes.

source: Create habits from the Today tab to see them here.
fr: Crée des habitudes depuis l'onglet Aujourd'hui pour les voir ici.

source: Create your first habit
fr: Créer ta première habitude

source: Data
fr: Données

source: Decrement
fr: Diminuer

source: Delete
fr: Supprimer

source: Dev mode
fr: Mode développeur

source: Developer
fr: Développeur

source: done
fr: fait

source: Done
fr: Fait

source: Double-tap to edit this day.
fr: Appuyer deux fois pour modifier ce jour.

source: Edit
fr: Modifier

source: Edit Habit
fr: Modifier l'habitude

source: Enable
fr: Activer

source: Enable dev mode?
fr: Activer le mode développeur ?

source: Enable notifications in Settings to receive this reminder.
fr: Active les notifications dans Réglages pour recevoir ce rappel.

source: every %lld days
fr: tous les %lld jours

source: Every %lld days
fr: Tous les %lld jours

source: every day
fr: chaque jour

source: Every day
fr: Chaque jour

source: Every N days
fr: Tous les N jours

source: Export Data
fr: Exporter les données

source: Export failed
fr: Export échoué

source: Feedback
fr: Commentaires

source: Fires on %@
fr: Programmé %@

source: Frequency
fr: Fréquence

source: Get Habit Stats
fr: Statistiques d'habitude

source: Habit
fr: Habitude

source: Habit name
fr: Nom de l'habitude

source: Habit Progress
fr: Progression de l'habitude

source: Habits
fr: Habitudes

source: Habits due today with a completion summary.
fr: Habitudes prévues aujourd'hui avec un résumé de progression.

source: Habits you create will appear here.
fr: Les habitudes que tu crées apparaîtront ici.

# Habits: %lld (%lld new, %lld updated) Completions: %lld (%lld new, %lld updated)
source: Habits: %1$lld (%2$lld new, %3$lld updated) Completions: %4$lld (%5$lld new, %6$lld updated)
fr: Habitudes : %1$lld (%2$lld nouvelles, %3$lld modifiées) Complétions : %4$lld (%5$lld nouvelles, %6$lld modifiées)

source: History
fr: Historique

source: How is it measured?
fr: Mode de mesure

source: iCloud is restricted on this device
fr: iCloud est restreint sur cet appareil

source: iCloud is temporarily unavailable
fr: iCloud est temporairement indisponible

source: Import
fr: Importer

source: Import complete
fr: Import terminé

source: Import Data
fr: Importer les données

source: Import Kadō backup
fr: Importer une sauvegarde Kadō

source: Imported habits and completions will merge with your current data by matching IDs. Nothing will be deleted.
fr: Les habitudes et complétions importées seront fusionnées avec tes données actuelles selon leur ID. Rien ne sera supprimé.

source: Increment
fr: Augmenter

source: It reflects your habit's strength over time, not a streak.
fr: Il reflète la force de ton habitude dans le temps, pas une série.

source: It starts at 0% and climbs slowly. A young habit can read low even when you're perfect — that's intentional.
fr: Il commence à 0 % et grimpe lentement. Une habitude récente peut rester basse même sans aucune erreur — c'est voulu.

source: Kadō — in operation
fr: Kadō — en pratique

source: Kadō is checking your iCloud status.
fr: Kadō vérifie ton statut iCloud.

source: Last export: %@
fr: Dernier export : %@

source: Log a numeric value for a counter or timer habit.
fr: Enregistre une valeur numérique pour une habitude compteur ou minuteur.

source: Log a session
fr: Enregistrer une session

source: Log Habit Value
fr: Enregistrer une valeur

source: Log session
fr: Enregistrer une session

source: Log specific value…
fr: Saisir une valeur…

source: Log value
fr: Saisir la valeur

source: Logged %@ for %@.
fr: %1$@ enregistré pour %2$@.

source: Logged %lld minutes for %@.
fr: %1$lld minutes enregistrées pour %2$@.

source: Mark a habit as done for today, or undo if it's already done.
fr: Marque une habitude comme faite aujourd'hui, ou annule si elle est déjà faite.

source: Mark as done
fr: Marquer comme fait

source: Mark as not done
fr: Marquer comme non fait

source: Mark as not slipped
fr: Marquer comme non raté

source: Mark as slipped
fr: Marquer comme raté

source: Marked %@ as done.
fr: %@, c'est fait !

source: missed
fr: manqué

source: Missed
fr: Manqué

source: New habit
fr: Nouvelle habitude

source: New Habit
fr: Nouvelle habitude

source: Newer Kadō version
fr: Version de Kadō plus récente

source: Next month
fr: Mois suivant

source: No habits due today
fr: Aucune habitude prévue aujourd'hui

source: No habits yet
fr: Aucune habitude pour l'instant

source: No history yet.
fr: Aucun historique pour l'instant.

source: Not a Kadō backup
fr: Pas une sauvegarde Kadō

source: not done
fr: non fait

source: Not now
fr: Plus tard

source: not scheduled
fr: non prévu

source: Not scheduled
fr: Non prévu

source: Not scheduled today
fr: Non prévu aujourd'hui

source: Not signed in to iCloud
fr: Non connecté à iCloud

source: Nothing due today
fr: Rien de prévu aujourd'hui

source: Notifications are disabled
fr: Les notifications sont désactivées

source: Notifications not yet requested
fr: Autorisation non demandée

source: Notifications off
fr: Notifications désactivées

source: Notifications on
fr: Notifications activées

source: of %lld
fr: sur %lld

source: One-line summary of today's habits.
fr: Résumé en une ligne des habitudes du jour.

source: Only scheduled days count. If your habit runs Mon/Wed/Fri, other days are skipped.
fr: Seuls les jours programmés comptent. Si ton habitude est programmée sur certains jours, les autres sont ignorés.

source: Open detail
fr: Ouvrir le détail

source: Open Settings
fr: Ouvrir Réglages

source: Overview
fr: Vue d'ensemble

source: Pick a habit
fr: Choisir une habitude

source: Previous month
fr: Mois précédent

source: Quick tap-to-complete for the habits due today.
fr: Valide rapidement les habitudes du jour d'un tap.

source: Rate Kado on the App Store
fr: Noter Kadō sur l’App Store

source: Recent days weigh more than older ones. A missed day loses about half its impact after two weeks.
fr: Les jours récents pèsent plus que les anciens. Un jour raté perd environ la moitié de son impact après deux semaines.

source: Remind me
fr: Me rappeler

source: Reminder
fr: Rappel

source: Reminders are delivered at the time you set on each habit.
fr: Les rappels sont envoyés à l'heure que tu définis sur chaque habitude.

source: Reminders won't fire until you re-enable notifications in Settings.
fr: Les rappels ne seront pas envoyés tant que tu n'auras pas réactivé les notifications dans Réglages.

source: Repeats
fr: Répétition

source: Replaces your data with a demo dataset. Your real data is safe and returns when you turn this off. Edits made while dev mode is on are discarded the next time you turn it on.
fr: Remplace tes données par un jeu de démonstration. Tes données réelles sont conservées et reviennent quand tu désactives ce mode. Les modifications faites en mode développeur sont effacées au prochain passage.

source: Save
fr: Enregistrer

source: Saves as today's completion. If you already logged a session today, it will be replaced.
fr: Enregistré comme complétion du jour. Si tu as déjà noté une session aujourd'hui, elle sera remplacée.

source: Saves as today's completion. Setting it to 0 clears today's progress.
fr: Enregistré comme complétion du jour. Mettre à 0 efface la progression du jour.

source: Scheduled
fr: Prévu

source: Score %lld percent
fr: Score %lld pour cent

source: Screen Time, a device management profile, or parental controls are preventing iCloud access.
fr: Temps d'écran, un profil de gestion de l'appareil ou le contrôle parental empêche l'accès à iCloud.

source: Seed habit not found
fr: Habitude d'amorçage introuvable

source: Selected: %lld days
fr: Sélectionnés : %lld jours

source: Send Feedback
fr: Envoyer un commentaire

source: Session length
fr: Durée de la session

source: Settings
fr: Réglages

source: Show one habit on the lock screen.
fr: Affiche une habitude sur l'écran verrouillé.

source: Shows how the score is calculated.
fr: Montre comment le score est calculé.

source: Sign in to iCloud from iOS Settings to sync your habits across devices.
fr: Connecte-toi à iCloud depuis les Réglages iOS pour synchroniser tes habitudes entre appareils.

source: Skip
fr: Passer

source: Slipped
fr: Raté

source: Speak the current streak, score, and today's status for a habit.
fr: Lit la série en cours, le score et le statut du jour pour une habitude.

source: Specific days
fr: Jours précis

source: Streak
fr: Série

# Streak %lld, score %lld percent
source: Streak %1$lld, score %2$lld percent
fr: Série %1$lld, score %2$lld pour cent

source: Sync paused while dev mode is on
fr: Synchronisation suspendue en mode développeur

source: Syncing with iCloud
fr: Synchronisation iCloud

source: Tap to open detail, or long-press to edit or archive.
fr: Appuie pour ouvrir le détail, ou maintiens pour modifier ou archiver.

source: Tap to pick a habit
fr: Touche pour choisir une habitude

source: Target: %lld
fr: Objectif : %lld

source: Target: %lld min
fr: Objectif : %lld min

source: The file couldn't be decoded as a Kadō backup.
fr: Ce fichier n'a pas pu être décodé comme une sauvegarde Kadō.

source: The file couldn't be read. Try a different file.
fr: Ce fichier n'a pas pu être lu. Essaie un autre fichier.

source: This backup was created by a newer Kadō version. Update Kadō to import.
fr: Cette sauvegarde a été créée par une version plus récente de Kadō. Mets Kadō à jour pour l'importer.

source: This habit is archived.
fr: Cette habitude est archivée.

source: This habit no longer exists.
fr: Cette habitude n'existe plus.

source: This week
fr: Cette semaine

source: This Week
fr: Cette semaine

source: Time
fr: Heure

source: Timer
fr: Minuteur

source: Timer · target %lld min
fr: Minuteur · objectif %lld min

source: Today
fr: Aujourd'hui

source: Today · Progress
fr: Aujourd'hui · Progression

source: Today Summary
fr: Résumé du jour

source: Today's progress for one habit as a ring.
fr: Progression d'une habitude du jour en anneau.

source: Today's value
fr: Valeur du jour

source: Tracking since %@
fr: Suivi depuis le %@

source: Undo
fr: Annuler

source: Unmarked %@.
fr: %@ : décoché.

source: upcoming
fr: à venir

source: Upcoming
fr: À venir

source: Use a demo dataset instead of your own data.
fr: Utilise un jeu de démonstration à la place de tes données.

source: Value
fr: Valeur

source: Yes / no
fr: Oui / non

source: Yesterday
fr: Hier

source: You'll be asked the first time you save a habit with a reminder.
fr: La demande d'autorisation apparaîtra la première fois que tu enregistreras une habitude avec un rappel.

source: Your account is signed in but iCloud can’t be reached right now. Try again in a few minutes.
fr: Ton compte est connecté mais iCloud est injoignable pour le moment. Réessaie dans quelques minutes.

source: Your habit grid for the past seven days.
fr: Ta grille d'habitudes sur les sept derniers jours.

source: Your habits stay in sync across every device signed into the same Apple ID.
fr: Tes habitudes restent synchronisées sur tous tes appareils connectés avec le même identifiant Apple.

source: Your habits will be replaced by a demo dataset while dev mode is on. Your real habits are safe and will return as soon as you turn it off.
fr: Tes habitudes seront remplacées par un jeu de démonstration pendant le mode développeur. Tes vraies habitudes sont en sécurité et reviendront dès que tu le désactives.

source: Your real habits are safe in iCloud. Turn dev mode off to resume syncing.
fr: Tes vraies habitudes sont en sécurité dans iCloud. Désactive le mode développeur pour reprendre la synchronisation.
